<h4> &nbsp; ইতিহাস</h4>
<div class="textbox_5">
    <div class="pic-show"><img src="img/history.jpg"></div>
    <div class="textbox_3" style="font-size:18px;">
   দল্টা রহমানিয়া উচ্চ বিদ্যালয়টি ১৯২৫ সালে প্রতিষ্ঠিত হয়। মরহুম মৌলভী আব্দুর রহমান সাহেব এর প্রতিষ্ঠাতা। তিনি যৌবনে মার্কিন যুক্তরাষ্ট্রে কয়েক বছর চাকুরি করে দেশে প্রত্যাগমন করার পর তাঁর প্রচেষ্টায় স্থানীয় জনগণের সহযোগীতায় অত্র বিদ্যালয়টি প্রতিষ্ঠা করেন। তিনি একজন বিশিষ্ট দানবীর, রাজনীতিবিদ ও সমাজ সেবক ছিলেন। তৎকালীন ব্রিটিশ শাসনামলে বৃহত্তর নোয়াখালী জেলার ১০ নং বদলকোত ইউনিয়নের একজন প্রেসিডেন্ট ছিলেন। তিনি নিসন্তান ছিলেন। তাই আজীবন অত্র বিদ্যালয়টির উন্নতির জন্য আপ্রাণ চেষ্টা করে গিয়েছেন।
    
    </div>
</div>