<h4> &nbsp; Mission & Vision</h4>
<div class="textbox_5">
    <div class="pic-show"><img src="img/history.jpg"></div>
    <div class="textbox_3" style="font-size:18px;">
    
    <h4>লক্ষ্য</h4>
<p>সুশিক্ষায় শিক্ষিত করে নৈতিক মূল্যবোধে উদ্বুদ্ধ করন, সুস্বাস্থ্য গঠন এবং মানব সম্পদ উন্নয়নের মাধ্যমে বলিষ্ঠ জাতি গঠন।



</p>

<h4>উদ্দেশ্য</h4>
<p>
১। সুশিক্ষিত ও দক্ষ মানব সম্পদ গড়ে তোলা।<br/>
২। ডিজিটাল বাংলাদেশ গড়ে তোলার জন্য ভবিষ্যৎ প্রজন্মকে তৈরি করা।<br/>
৩। জে, এস, সি ও এস, এস, সি পরীক্ষায় প্রত্যাশিত ফলাফলের জন্য যুগোপযোগী ভাবে শিক্ষারথীদের শিক্ষা দান।





</p>

    <h4>অর্জন</h4>
    <p>তিন বছরের এস. এস. সি পরীক্ষার ফলাফলের ভিত্তিতে শিক্ষা মন্ত্রনালয় কর্তৃক ২০১৪ সালে রামগঞ্জ উপজেলার শ্রেষ্ঠ শিক্ষা প্রতিষ্ঠান হিসেবে পুরস্কার লাভ করিয়াছে। লেখাপড়ার মান উন্নয়নে শিক্ষকদের প্রণোদনা পুরস্কার হিসেবে নগদ এক লক্ষ টাকা লাভ করিয়াছে এবং প্রাতিষ্ঠানিক সনদ লাভ করিয়াছে।


</p>

<h4>ভবিষৎ পরিকল্পনা</h4>
<p> লেখা পড়ার মানোয়ন্নন জুনিয়র বৃত্তি সহ পাবলিক পরীক্ষার গুনগত মান বৃদ্দি ও সেন্ট পাস্টেন্ট

</p>
    </div>
</div>