<h4> &nbsp; Rules & Regulations</h4>
<div class="textbox_5">
    <div class="pic-show"><img src="img/history.jpg"></div>
    <div class="textbox_3" style="font-size:18px;">
               ১। বিদ্যালয়ের মোট কার্য দিবসের শতকরা ৭৫ দিন উপস্থিত থাকিতে হইবে নতুবা উপবৃত্তি বাদ পড়িবে।<br/><br/>
               ২।বিদ্যালয়ের যাবতীয় নির্দেশাবলি মানিয়া চলিতে হইবে।<br/><br/>
               ৩।বিদ্যালয়ের নির্ধারিত ব্যাজ ও পোশাক পরিধান করিয়া আসিতে হইবে।<br/><br/>
			৪।স্কুল চলাকালিন সময়ে কোন ছাত্র/ছাত্রী বাহিরে ঘুরাফেরা করিতে পারিবে না।<br/><br/>
			৫।বিদ্যালয় চলাকালিন সময় প্রত্যেক ছাত্র/ছাত্রী জোহরের নামাজ আদায় করিতে হইবে।<br/><br/>
			৬।প্রত্যেক মাসের নির্দিষ্ট তারিখে বেতন পরিশোধ করিতে হইবে।<br/><br/>
			৭।২০-২৫ তারিখের মধ্যে পরিশোধ করিলে ৫ (পাচ) টাকা এবং ২৫ তারিখ পার হলে ২০ টাকা জরিমানা দিতে হবে।<br/><br/>
			৮।অভিভাবক সমাবেশে অভিভাবকে বাধ্যতামুলক ভাবে উপস্থিত রাখতে হবে।

    </div>
</div>